Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.app.hideAllSidebarDetails.subtitleOff
source: Show secondary workspace details as controlled by the toggles below.
ar: عرض تفاصيل مساحة العمل الثانوية كما هو محدد بواسطة مفاتيح التبديل أدناه.
de: Sekundäre Arbeitsbereichsdetails anzeigen, wie durch die folgenden Schalter gesteuert.
es: Muestra los detalles secundarios del espacio de trabajo según lo controlen los interruptores de abajo.
fr: Afficher les détails secondaires de l’espace de travail comme contrôlé par les options ci-dessous.
ja: 下のトグル設定に従って、ワークスペースの補助情報を表示します。
ko: 아래 토글에 따라 보조 워크스페이스 세부 정보를 표시합니다.
uk: Показувати додаткові деталі робочої області відповідно до перемикачів нижче.
zh_hans: 按下方开关的设置显示工作区次要详细信息。
zh_hant: 顯示由下方切換開關控制的次要工作區詳細資訊。

# settings.app.hideAllSidebarDetails.subtitleOn
source: Show only the workspace title row. Overrides the detail toggles below.
ar: إظهار صف عنوان مساحة العمل فقط. يتجاوز مفاتيح تبديل التفاصيل أدناه.
de: Nur die Titelleiste des Arbeitsbereichs anzeigen. Setzt die unten stehenden Detail-Schalter außer Kraft.
es: Muestra solo la fila de título del espacio de trabajo. Invalida los interruptores de detalle de abajo.
fr: Afficher uniquement la ligne de titre de l’espace de travail. Remplace les options de détail ci-dessous.
ja: ワークスペースのタイトル行だけを表示します。下の詳細トグルより優先されます。
ko: 워크스페이스 제목 행만 표시합니다. 아래 세부 정보 토글보다 우선합니다.
uk: Показувати лише рядок заголовка робочої області. Замінює перемикачі деталей нижче.
zh_hans: 仅显示工作区标题行。会覆盖下方的详细信息开关。
zh_hant: 僅顯示工作區標題列。覆寫下方的詳細資訊切換開關。

# settings.app.hideTabCloseButton
source: Hide Tab Close Button
ar: إخفاء زر إغلاق التبويب
bs: Sakrij dugme za zatvaranje kartice
da: Skjul fanens luk-knap
de: Tab-Schließen-Taste ausblenden
es: Ocultar botón de cerrar pestaña
fr: Masquer le bouton de fermeture d’onglet
it: Nascondi il pulsante di chiusura della scheda
ja: タブの閉じるボタンを非表示
ko: 탭 닫기 버튼 숨기기
nb: Skjul lukkeknappen for faner
pl: Ukryj przycisk zamykania karty
pt_br: Ocultar botão de fechar aba
ru: Скрыть кнопку закрытия вкладки
th: ซ่อนปุ่มปิดแท็บ
tr: Sekme kapatma düğmesini gizle
uk: Приховати кнопку закриття вкладки
zh_hans: 隐藏标签页关闭按钮
zh_hant: 隱藏標籤頁關閉按鈕

# settings.app.hideTabCloseButton.subtitleOff
source: Tab close buttons appear on hover and on the active tab.
ar: تظهر أزرار إغلاق التبويبات عند التحويم وعلى التبويب النشط.
bs: Dugmad za zatvaranje kartica pojavljuju se pri prelasku pokazivačem i na aktivnoj kartici.
da: Fanernes luk-knapper vises ved markørføring og på den aktive fane.
de: Tab-Schließen-Tasten erscheinen beim Darüberfahren und im aktiven Tab.
es: Los botones de cerrar pestañas aparecen al pasar el cursor y en la pestaña activa.
fr: Les boutons de fermeture d’onglet apparaissent au survol et sur l’onglet actif.
it: I pulsanti di chiusura delle schede appaiono al passaggio del cursore e sulla scheda attiva.
ja: ホバー時とアクティブなタブに閉じるボタンを表示します。
ko: 탭 닫기 버튼은 마우스를 올리거나 활성 탭에서 표시됩니다.
nb: Lukkeknapper for faner vises ved peking og på den aktive fanen.
pl: Przyciski zamykania kart pojawiają się po najechaniu oraz na aktywnej karcie.
pt_br: Os botões de fechar abas aparecem ao passar o cursor e na aba ativa.
ru: Кнопки закрытия вкладок появляются при наведении и на активной вкладке.
th: ปุ่มปิดแท็บจะแสดงเมื่อวางเมาส์เหนือแท็บและบนแท็บที่ใช้งานอยู่
tr: Sekme kapatma düğmeleri üzerine gelindiğinde ve etkin sekmede görünür.
uk: Кнопки закриття вкладок з’являються під час наведення та на активній вкладці.
zh_hans: 标签页关闭按钮会在悬停时和当前标签页上显示。
zh_hant: 標籤頁關閉按鈕會在游標停留時和目前標籤頁上顯示。

# settings.app.hideTabCloseButton.subtitleOn
source: Tab close buttons are hidden.
ar: أزرار إغلاق التبويبات مخفية.
bs: Dugmad za zatvaranje kartica su skrivena.
da: Fanernes luk-knapper er skjult.
de: Tab-Schließen-Tasten sind ausgeblendet.
es: Los botones de cerrar pestañas están ocultos.
fr: Les boutons de fermeture d’onglet sont masqués.
it: I pulsanti di chiusura delle schede sono nascosti.
ja: タブの閉じるボタンを非表示にします。
ko: 탭 닫기 버튼이 숨겨져 있습니다.
nb: Lukkeknappene for faner er skjult.
pl: Przyciski zamykania kart są ukryte.
pt_br: Os botões de fechar abas estão ocultos.
ru: Кнопки закрытия вкладок скрыты.
th: ปุ่มปิดแท็บถูกซ่อนอยู่
tr: Sekme kapatma düğmeleri gizlidir.
uk: Кнопки закриття вкладок приховано.
zh_hans: 标签页关闭按钮已隐藏。
zh_hant: 標籤頁關閉按鈕已隱藏。

# settings.app.iMessageMode
source: iMessage Mode
ar: وضع iMessage
de: iMessage-Modus
es: Modo iMessage
fr: Mode iMessage
ja: iMessageモード
ko: iMessage 모드
zh_hans: iMessage 模式
zh_hant: iMessage 模式

# settings.app.iMessageMode.subtitle
source: Move a workspace to the top and show the submitted message when you send an agent prompt.
ar: نقل مساحة العمل إلى الأعلى وعرض الرسالة المرسلة عندما ترسل مطالبة الوكيل.
de: Einen Arbeitsbereich nach oben verschieben und die gesendete Nachricht anzeigen, wenn Sie einen Agenten-Prompt senden.
es: Mueve un espacio de trabajo al principio y muestra el mensaje enviado cuando mandas una instrucción al agente.
fr: Déplacer un espace de travail vers le haut et afficher le message soumis lorsque vous envoyez une invite à l’agent.
ja: エージェントのプロンプトを送信したときにワークスペースを一番上へ移動し、送信したメッセージを表示します。
ko: 에이전트 프롬프트를 전송할 때 작업 공간을 맨 위로 이동하고 제출된 메시지를 표시합니다.
zh_hans: 发送代理提示时，将工作区移至顶部并显示已提交的消息。
zh_hant: 當您傳送代理程式提示時，將工作區移至最上方並顯示已送出的訊息。

# settings.app.imessageFloatGroups
source: iMessage Mode: Float Groups by Latest Unread
ar: وضع iMessage: تعويم المجموعات حسب آخر رسالة غير مقروءة
de: iMessage-Modus: Gruppen nach neuester ungelesener Nachricht nach oben verschieben
es: Modo iMessage: flotar grupos por último no leído
fr: Mode iMessage : faire flotter les groupes selon les derniers non lus
ja: iMessage モード: 最新の未読でグループを並べ替え
ko: iMessage 모드: 최근 읽지 않은 그룹 위로 띄우기
zh_hans: iMessage 模式：按最新未读上浮分组
zh_hant: iMessage 模式：依最新未讀項目將群組置頂

# settings.app.imessageFloatGroups.subtitle
source: Reorder whole group sections by their most-recent unread member when iMessage mode is on.
ar: إعادة ترتيب أقسام المجموعات بالكامل حسب العضو الأحدث غير المقروء عندما يكون وضع iMessage نشطًا.
de: Ganze Gruppenabschnitte nach ihrem am kürzesten zurückliegenden ungelesenen Mitglied neu anordnen, wenn der iMessage-Modus aktiviert ist.
es: Reordena secciones completas de grupos por su miembro no leído más reciente cuando el modo iMessage está activo.
fr: Réordonner des sections entières de groupe par leur membre non lu le plus récent lorsque le mode iMessage est activé.
ja: iMessage モードがオンのとき、最新の未読メンバーでグループセクション全体を並べ替えます。
ko: iMessage 모드가 켜져 있을 때 가장 최근에 읽지 않은 멤버에 따라 전체 그룹 섹션의 순서를 조정합니다.
zh_hans: iMessage 模式开启时，按各分组中最新的未读成员重排整个分组区块。
zh_hant: 啟用 iMessage 模式時，依據其最新未讀成員重新排列整個群組區段。

# settings.app.imessageSortInsideGroups
source: iMessage Mode: Sort Workspaces Inside Groups
ar: وضع iMessage: فرز مساحات العمل داخل المجموعات
de: iMessage-Modus: Arbeitsbereiche innerhalb von Gruppen sortieren
es: Modo iMessage: ordenar espacios de trabajo dentro de los grupos
fr: Mode iMessage : trier les espaces de travail au sein des groupes
ja: iMessage モード: グループ内のワークスペースを並べ替え
ko: iMessage 모드: 그룹 내 작업 공간 정렬
zh_hans: iMessage 模式：分组内排序工作区
zh_hant: iMessage 模式：在群組內排序工作區

# settings.app.imessageSortInsideGroups.subtitle
source: When iMessage mode floats unread workspaces to the top, sort members within each group while the group section stays put.
ar: عندما يقوم وضع iMessage بتعويم مساحات العمل غير المقروءة إلى الأعلى، يتم فرز الأعضاء داخل كل مجموعة بينما يظل قسم المجموعة في مكانه.
de: Wenn der iMessage-Modus ungelesene Arbeitsbereiche nach oben verschiebt, die Mitglieder innerhalb jeder Gruppe sortieren, während der Gruppenabschnitt an Ort und Stelle bleibt.
es: Cuando el modo iMessage hace flotar los espacios de trabajo no leídos al principio, ordena los miembros dentro de cada grupo mientras la sección del grupo permanece en su lugar.
fr: Lorsque le mode iMessage fait remonter les espaces de travail non lus en haut, trier les membres au sein de chaque groupe tandis que la section du groupe reste immobile.
ja: iMessage モードで未読ワークスペースを上に並べ替えるとき、グループのセクション位置は維持しつつ各グループ内のメンバーを並べ替えます。
ko: iMessage 모드에서 읽지 않은 작업 공간을 맨 위로 띄울 때, 그룹 섹션은 고정된 상태에서 각 그룹 내 멤버들을 정렬합니다.
zh_hans: 当 iMessage 模式把未读工作区上浮到顶部时，在每个分组内部排序成员，分组区块位置保持不变。
zh_hant: 當 iMessage 模式將未讀工作區置頂時，在群組區段位置保持不變的情況下排序各群組內的成員。

# settings.app.language
source: Language
ar: اللغة
bs: Jezik
da: Sprog
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nb: Språk
pl: Język
pt_br: Idioma
ru: Язык
th: ภาษา
tr: Dil
uk: Мова
zh_hans: 语言
zh_hant: 語言

# settings.app.language.restartDialog.confirm
source: Restart Now
ar: إعادة التشغيل الآن
bs: Ponovo pokreni sada
da: Genstart nu
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 재시작
nb: Start på nytt nå
pl: Uruchom ponownie teraz
pt_br: Reiniciar Agora
ru: Перезапустить сейчас
th: รีสตาร์ตเดี๋ยวนี้
tr: Şimdi Yeniden Başlat
uk: Перезапустити зараз
zh_hans: 立即重启
zh_hant: 立即重新啟動

# settings.app.language.restartDialog.later
source: Later
ar: لاحقًا
bs: Kasnije
da: Senere
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
ko: 나중에
nb: Senere
pl: Później
pt_br: Depois
ru: Позже
th: ภายหลัง
tr: Daha Sonra
uk: Пізніше
zh_hans: 稍后
zh_hant: 稍後

# settings.app.language.restartDialog.title
source: Restart to apply language change?
ar: إعادة التشغيل لتطبيق تغيير اللغة؟
bs: Ponovo pokrenuti za primjenu promjene jezika?
da: Genstart for at anvende sprogændring?
de: Neu starten, um Sprachänderung zu übernehmen?
es: ¿Reiniciar para aplicar el cambio de idioma?
fr: Redémarrer pour appliquer le changement de langue ?
it: Riavviare per applicare il cambio di lingua?
ja: 言語変更を適用するために再起動しますか？
ko: 언어 변경을 적용하려면 재시작하시겠습니까?
nb: Starte på nytt for å endre språk?
pl: Uruchomić ponownie, aby zastosować zmianę języka?
pt_br: Reiniciar para aplicar a mudança de idioma?
ru: Перезапустить для применения языка?
th: รีสตาร์ตเพื่อเปลี่ยนภาษาหรือไม่?
tr: Dil değişikliğini uygulamak için yeniden başlatılsın mı?
uk: Перезапустити для застосування зміни мови?
zh_hans: 重启以应用语言更改？
zh_hant: 要重新啟動以套用語言變更嗎？

# settings.app.language.restartSubtitle
source: Restart cmux to apply
ar: أعد تشغيل cmux للتطبيق
bs: Ponovo pokrenite cmux za primjenu
da: Genstart cmux for at anvende
de: cmux neu starten, um Änderung zu übernehmen
es: Reinicia cmux para aplicar
fr: Redémarrez cmux pour appliquer
it: Riavvia cmux per applicare
ja: cmuxを再起動して適用
ko: 적용하려면 cmux를 재시작하세요
nb: Start cmux på nytt for å bruke
pl: Uruchom ponownie cmux, aby zastosować
pt_br: Reinicie o cmux para aplicar
ru: Перезапустите cmux для применения
th: รีสตาร์ต cmux เพื่อนำไปใช้
tr: Uygulamak için cmux'u yeniden başlatın
uk: Перезапустіть cmux для застосування
zh_hans: 重启 cmux 以应用
zh_hant: 重新啟動 cmux 以套用

# settings.app.loadingSpinnerPosition
source: Loading Spinner Position
ar: موضع مؤشر التحميل
bs: Pozicija indikatora učitavanja
da: Placering af indlæsningsindikator
de: Position des Ladeindikators
es: Posición del indicador de carga
fr: Position de l’indicateur de chargement
it: Posizione dell’indicatore di caricamento
ja: 読み込みスピナーの位置
ko: 로딩 스피너 위치
nb: Plassering av lasteindikator
pl: Pozycja wskaźnika ładowania
pt_br: Posição do indicador de carregamento
ru: Положение индикатора загрузки
th: ตำแหน่งตัวบ่งชี้การโหลด
tr: Yükleme göstergesi konumu
uk: Розташування індикатора завантаження
zh_hans: 加载指示器位置
zh_hant: 載入指示器位置

# settings.app.loadingSpinnerPosition.left
source: Left
ar: يسار
bs: Lijevo
da: Venstre
de: Links
es: Izquierda
fr: Gauche
it: Sinistra
ja: 左
ko: 왼쪽
nb: Venstre
pl: Lewo
pt_br: Esquerda
ru: Слева
th: ซ้าย
tr: Sol
uk: Ліворуч
zh_hans: 左
zh_hant: 左

# settings.app.loadingSpinnerPosition.right
source: Right
ar: يمين
bs: Desno
da: Højre
de: Rechts
es: Derecha
fr: Droite
it: Destra
ja: 右
ko: 오른쪽
nb: Høyre
pl: Prawo
pt_br: Direita
ru: Справа
th: ขวา
tr: Sağ
uk: Праворуч
zh_hans: 右
zh_hant: 右

# settings.app.loadingSpinnerPosition.subtitle
source: Show the spinner on the left (sharing the unread badge slot) or the right of the workspace row.
ar: إظهار المؤشر على يسار صف مساحة العمل (بمشاركة موضع شارة غير المقروء) أو على يمينه.
bs: Prikazuje indikator lijevo (dijeli mjesto sa značkom nepročitanog) ili desno u redu radnog prostora.
da: Viser indikatoren til venstre (deler plads med ulæst-mærket) eller til højre i arbejdsområdets række.
de: Zeigt den Indikator links (teilt den Platz mit der Ungelesen-Plakette) oder rechts in der Arbeitsbereichszeile.
es: Muestra el indicador a la izquierda (compartiendo el espacio de la insignia de no leídos) o a la derecha de la fila del espacio de trabajo.
fr: Affiche l’indicateur à gauche (partageant l’emplacement du badge non lu) ou à droite de la ligne de l’espace de travail.
it: Mostra l’indicatore a sinistra (condividendo lo spazio del badge non letti) o a destra della riga dello spazio di lavoro.
ja: スピナーをワークスペース行の左（未読バッジの位置を共有）または右に表示します。
ko: 워크스페이스 행의 왼쪽(읽지 않음 배지 자리 공유) 또는 오른쪽에 스피너를 표시합니다.
nb: Viser indikatoren til venstre (deler plass med ulest-merket) eller til høyre i arbeidsområderaden.
pl: Pokazuje wskaźnik po lewej stronie (współdzieląc miejsce z plakietką nieprzeczytanych) lub po prawej stronie wiersza obszaru roboczego.
pt_br: Mostra o indicador à esquerda (compartilhando o espaço do selo de não lidos) ou à direita da linha do espaço de trabalho.
ru: Показывает индикатор слева (совместно со значком непрочитанного) или справа в строке рабочего пространства.
th: แสดงตัวบ่งชี้ทางซ้าย (ใช้ตำแหน่งเดียวกับป้ายยังไม่ได้อ่าน) หรือทางขวาของแถวเวิร์กสเปซ
tr: Göstergeyi çalışma alanı satırının solunda (okunmamış rozetiyle aynı yeri paylaşır) veya sağında gösterir.
uk: Показує індикатор ліворуч (спільно зі значком непрочитаного) або праворуч у рядку робочого простору.
zh_hans: 在工作区行的左侧（与未读标记共用位置）或右侧显示指示器。
zh_hant: 在工作區列的左側（與未讀標記共用位置）或右側顯示指示器。

# settings.app.makeSidebarPullRequestClickable
source: Make Sidebar PR Clickable
ar: جعل طلب السحب في الشريط الجانبي قابلاً للنقر
de: Seitenleisten-PR klickbar machen
es: Hacer interactiva la sección de PR de la barra lateral
fr: Rendre les PR de la barre latérale cliquables
ja: サイドバーのPRをクリック可能にする
ko: 사이드바 PR 클릭 가능하게 만들기
zh_hans: 侧边栏 PR 可点击
zh_hant: 使側邊欄 PR 可點擊

# settings.app.makeSidebarPullRequestClickable.subtitle
source: Review items stay visible as plain text, and clicks in that area select the workspace row.
ar: تظل عناصر المراجعة مرئية كنص عادي، وتؤدي النقرات في تلك المنطقة إلى تحديد صف مساحة العمل.
de: Prüfungselemente bleiben als Nur-Text sichtbar, und Klicks in diesem Bereich wählen die Arbeitsbereichszeile aus.
es: Los elementos de revisión permanecen visibles como texto sin formato, y hacer clic en esa área selecciona la fila del espacio de trabajo.
fr: Les éléments de révision restent visibles sous forme de texte brut, et les clics dans cette zone sélectionnent la ligne de l’espace de travail.
ja: レビュー項目は通常のテキストとして表示され、その領域をクリックするとワークスペース行が選択されます。
ko: 검토 항목이 일반 텍스트로 표시되며, 해당 영역을 클릭하면 작업 공간 행이 선택됩니다.
zh_hans: 评审项仍以纯文本显示，点击该区域会选中对应的工作区行。
zh_hant: 審查項目保持顯示為純文字，點擊該區域會選取該工作區資料列。

# settings.app.markdownFontFamily
source: Markdown Viewer Font
ar: خط عارض Markdown
de: Schriftart des Markdown-Betrachters
es: Fuente del visor de Markdown
fr: Police du lecteur Markdown
ja: Markdown ビューアのフォント
ko: 마크다운 뷰어 글꼴
zh_hans: Markdown 查看器字体
zh_hant: Markdown 檢視器字型

# settings.app.markdownFontFamily.placeholder
source: System
ar: النظام
es: Sistema
fr: Système
ja: システム
ko: 시스템
zh_hans: 系统
zh_hant: 系統

# settings.app.markdownFontFamily.subtitle
source: Default body font family for newly opened markdown viewers. Leave empty for the system markdown font stack.
ar: عائلة الخطوط الافتراضية للنص لعارضي markdown المفتوحين حديثًا. اتركه فارغًا لاستخدام مجموعة خطوط markdown الخاصة بالنظام.
de: Standard-Schriftfamilie für Fließtext in neu geöffneten Markdown-Betrachtern. Leer lassen für die Standard-Schriftartenliste des Systems für Markdown.
es: Familia de fuentes predeterminada para el cuerpo de los visores de markdown recién abiertos. Déjala vacía para usar la pila de fuentes de markdown del sistema.
fr: Famille de polices par défaut du corps de texte pour les lecteurs Markdown nouvellement ouverts. Laisser vide pour utiliser la pile de polices Markdown du système.
ja: 新しく開く Markdown ビューアの本文フォントファミリーです。空のままにするとシステムの Markdown フォントスタックを使います。
ko: 새로 열리는 마크다운 뷰어의 기본 본문 글꼴 패밀리입니다. 시스템 마크다운 글꼴 스택을 사용하려면 비워 두세요.
zh_hans: 新打开的 Markdown 查看器的默认正文字体。留空则使用系统 Markdown 字体栈。
zh_hant: 新開啟的 Markdown 檢視器之預設內文字型家族。留空則使用系統 Markdown 字型堆疊。

# settings.app.markdownFontSize
source: Markdown Viewer Font Size
ar: حجم خط عارض Markdown
de: Schriftgröße des Markdown-Betrachters
es: Tamaño de fuente del visor de Markdown
fr: Taille de police du lecteur Markdown
ja: Markdown ビューアのフォントサイズ
ko: 마크다운 뷰어 글꼴 크기
zh_hans: Markdown 查看器字号
zh_hant: Markdown 檢視器字型大小

# settings.app.markdownFontSize.subtitle
source: Default body font size, in points, for newly opened markdown viewers. Zoom a viewer live with Cmd-+ / Cmd-- / Cmd-0.
ar: حجم الخط الافتراضي للنص، بالنقاط، لعارضي markdown المفتوحين حديثًا. كبّر العارض مباشرة باستخدام Cmd-+ / Cmd-- / Cmd-0.
de: Standard-Schriftgröße für Fließtext in Punkten für neu geöffnete Markdown-Betrachter. Vergrößern/Verkleinern Sie die Ansicht live mit Cmd-+ / Cmd-- / Cmd-0.
es: Tamaño de fuente predeterminado del cuerpo, en puntos, para los visores de markdown recién abiertos. Amplía o reduce un visor en vivo con Cmd-+ / Cmd-- / Cmd-0.
fr: Taille de police par défaut du corps de texte, en points, pour les lecteurs Markdown nouvellement ouverts. Ajustez le zoom d’un lecteur en direct avec Cmd-+ / Cmd-- / Cmd-0.
ja: 新しく開く Markdown ビューアの本文フォントサイズ（ポイント単位）。Cmd-+ / Cmd-- / Cmd-0 でその場で拡大・縮小できます。
ko: 새로 열리는 마크다운 뷰어의 기본 본문 글꼴 크기(포인트 단위)입니다. Cmd-+ / Cmd-- / Cmd-0으로 뷰어를 실시간으로 확대/축소할 수 있습니다.
zh_hans: 新打开的 Markdown 查看器的默认正文字号（磅）。可用 Cmd-+ / Cmd-- / Cmd-0 实时缩放查看器。
zh_hant: 新開啟的 Markdown 檢視器之預設內文字型大小（點數）。可使用 Cmd-+ / Cmd-- / Cmd-0 即時縮放檢視器。

# settings.app.markdownMaxWidth
source: Markdown Viewer Max Width
ar: الحد الأقصى لعرض عارض Markdown
de: Maximale Breite des Markdown-Viewers
es: Ancho máximo del visor de Markdown
fr: Largeur maximale du lecteur Markdown
ja: Markdown ビューアの最大幅
ko: 마크다운 뷰어 최대 너비
zh_hans: Markdown 查看器最大宽度
zh_hant: Markdown 檢視器最大寬度

# settings.app.markdownMaxWidth.subtitle
source: Default maximum reading column width, in CSS pixels, for newly opened markdown viewers.
ar: الحد الأقصى الافتراضي لعرض عمود القراءة، ببكسل CSS، لعارضي markdown المفتوحين حديثًا.
de: Standardmäßige maximale Spaltenbreite zum Lesen, in CSS-Pixeln, für neu geöffnete Markdown-Viewer.
es: Ancho de columna de lectura máximo predeterminado, en píxeles CSS, para los visores de markdown recién abiertos.
fr: Largeur de colonne de lecture maximale par défaut, en pixels CSS, pour les lecteurs Markdown nouvellement ouverts.
ja: 新しく開く Markdown ビューアの読み取りカラム最大幅（CSS ピクセル単位）です。
ko: 새로 열리는 마크다운 뷰어의 기본 최대 읽기 열 너비(CSS 픽셀 단위)입니다.
zh_hans: 新打开的 Markdown 查看器的默认最大阅读栏宽度（CSS 像素）。
zh_hant: 新開啟的 Markdown 檢視器之預設最大閱讀欄寬（CSS 像素）。

# settings.app.menuBarOnly
source: Menu Bar Only
ar: شريط القائمة فقط
bs: Samo traka menija
da: Kun menulinje
de: Nur Menüleiste
es: Solo barra de menús
fr: Barre des menus uniquement
it: Solo barra dei menu
ja: メニューバーのみ
ko: 메뉴 막대 전용
nb: Kun menylinje
pl: Tylko pasek menu
pt_br: Apenas barra de menus
ru: Только строка меню
th: เฉพาะแถบเมนู
tr: Yalnızca menü çubuğu
uk: Лише рядок меню
zh_hans: 仅菜单栏
zh_hant: 僅選單列

# settings.app.menuBarOnly.subtitle
source: Hide the Dock icon and Cmd+Tab entry. Use the menu bar item to show cmux.
ar: يخفي أيقونة Dock وإدخال Cmd+Tab. استخدم عنصر شريط القائمة لإظهار cmux.
bs: Sakriva Dock ikonu i Cmd+Tab stavku. Koristi stavku trake menija za prikaz cmux-a.
da: Skjul Dock-symbolet og Cmd+Tab-posten. Brug menulinjeelementet til at vise cmux.
de: Blendet das Dock-Symbol und den Cmd+Tab-Eintrag aus. Verwende den Menüleisteneintrag, um cmux anzuzeigen.
es: Oculta el ícono del Dock y la entrada de Cmd+Tab. Usa el elemento de la barra de menús para mostrar cmux.
fr: Masque l’icône du Dock et l’entrée Cmd+Tab. Utilisez l’élément de barre des menus pour afficher cmux.
it: Nasconde l'icona del Dock e la voce Cmd+Tab. Usa l'elemento nella barra dei menu per mostrare cmux.
ja: DockアイコンとCmd+Tabの項目を非表示にします。cmuxを表示するにはメニューバー項目を使います。
ko: Dock 아이콘과 Cmd+Tab 항목을 숨깁니다. 메뉴 막대 항목으로 cmux를 표시합니다.
nb: Skjuler Dock-symbolet og Cmd+Tab-oppføringen. Bruk menylinjeelementet for å vise cmux.
pl: Ukrywa ikonę Docka i pozycję Cmd+Tab. Użyj elementu na pasku menu, aby pokazać cmux.
pt_br: Oculta o ícone no Dock e a entrada Cmd+Tab. Use o item da barra de menus para mostrar o cmux.
ru: Скрывает значок Dock и пункт Cmd+Tab. Используйте пункт строки меню, чтобы показать cmux.
th: ซ่อนไอคอน Dock และรายการ Cmd+Tab ใช้รายการในแถบเมนูเพื่อแสดง cmux
tr: Dock simgesini ve Cmd+Tab girişini gizler. cmux'u göstermek için menü çubuğu öğesini kullan.
uk: Приховує іконку Dock і пункт Cmd+Tab. Використовуйте пункт рядка меню, щоб показати cmux.
zh_hans: 隐藏 Dock 图标和 Cmd+Tab 条目。使用菜单栏项目显示 cmux。
zh_hant: 隱藏 Dock 圖示和 Cmd+Tab 項目。使用選單列項目顯示 cmux。

# settings.app.minimalMode
source: Minimal Mode
ar: الوضع البسيط
de: Minimaler Modus
es: Modo mínimo
fr: Mode minimal
ja: ミニマルモード
ko: 미니멀 모드
uk: Мінімальний режим
zh_hans: 极简模式
zh_hant: 極簡模式

# settings.app.minimalMode.subtitleOff
source: Use the standard workspace title bar and controls.
ar: استخدام شريط العنوان وعناصر التحكم القياسية لمساحة العمل.
de: Standard-Arbeitsbereich-Titelleiste und -Steuerelemente verwenden.
es: Usa los controles y la barra de título del espacio de trabajo estándar.
fr: Utiliser la barre de titre et les commandes standard de l’espace de travail.
ja: 標準のワークスペースタイトルバーと操作を使います。
ko: 기본 워크스페이스 제목 표시줄과 컨트롤을 사용합니다.
uk: Використовувати стандартний заголовок робочої області та елементи керування.
zh_hans: 使用标准的工作区标题栏和控件。
zh_hant: 使用標準工作區標題列與控制項。

# settings.app.minimalMode.subtitleOn
source: Hide the workspace title bar and move workspace controls into the sidebar.
ar: إخفاء شريط عنوان مساحة العمل ونقل عناصر التحكم بمساحة العمل إلى الشريط الجانبي.
de: Die Arbeitsbereich-Titelleiste ausblenden und Arbeitsbereich-Steuerelemente in die Seitenleiste verschieben.
es: Oculta la barra de título del espacio de trabajo y mueve los controles del espacio de trabajo a la barra lateral.
fr: Masquer la barre de titre de l’espace de travail et déplacer ses commandes dans la barre latérale.
ja: ワークスペースのタイトルバーを隠し、ワークスペース操作をサイドバーに移動します。
ko: 워크스페이스 제목 표시줄을 숨기고 워크스페이스 컨트롤을 사이드바로 이동합니다.
uk: Сховати заголовок робочої області та перемістити елементи керування в бічну панель.
zh_hans: 隐藏工作区标题栏，并将工作区控件移入侧边栏。
zh_hant: 隱藏工作區標題列，並將工作區控制項移至側邊欄。

# settings.app.newWorkspacePlacement
source: New Workspace Placement
ar: موضع مساحة العمل الجديدة
bs: Pozicija novog radnog prostora
da: Placering af nyt arbejdsområde
de: Platzierung neuer Arbeitsbereiche
es: Ubicación de nuevo espacio de trabajo
fr: Emplacement des nouveaux espaces de travail
it: Posizionamento nuova area di lavoro
ja: 新規ワークスペースの配置
ko: 새 작업 공간 위치
nb: Plassering av nytt arbeidsområde
pl: Umieszczenie nowej przestrzeni roboczej
pt_br: Posição da Nova Área de Trabalho
ru: Расположение нового рабочего пространства
th: ตำแหน่งเวิร์กสเปซใหม่
tr: Yeni Çalışma Alanı Konumu
uk: Розташування нової робочої області
zh_hans: 新工作区位置
zh_hant: 新工作區位置

# settings.app.notificationBadgePosition
source: Notification Badge Position
ar: موضع شارة الإشعارات
bs: Pozicija značke obavijesti
da: Placering af notifikationsmærke
de: Position der Benachrichtigungsplakette
es: Posición de la insignia de notificaciones
fr: Position du badge de notification
it: Posizione del badge di notifica
ja: 通知バッジの位置
ko: 알림 배지 위치
nb: Plassering av varselmerke
pl: Pozycja plakietki powiadomień
pt_br: Posição do selo de notificação
ru: Положение значка уведомлений
th: ตำแหน่งป้ายการแจ้งเตือน
tr: Bildirim rozeti konumu
uk: Розташування значка сповіщень
zh_hans: 通知标记位置
zh_hant: 通知標記位置
